{
  "header": {
    "home": "HOME",
    "services": "SERVICES",
    "projects": {
      "title": "PROJECTS",
      "hotels": "HOTELS",
      "houses": "HOUSES",
      "stores": "STORES"
    },
    "info": "TEAM",
    "about": "ABOUT",
    "contact": "CONTACT"
  },
  "welcome": "Welcome to the Architect's ",
  "discover_services": "Discover our services and projects",
  "carousel": {
    "title1": "Title 1",
    "description1": "Description 1",
    "title2": "Title 2",
    "description2": "Description 2",
    "title3": "Title 3",
    "description3": "Description 3"
  },
  "mission_title": "Our Mission",
  "mission_description": "At Anestis Adalakis, our mission is to deliver innovative architectural designs that blend aesthetics, functionality, and sustainability. We are dedicated to creating spaces that inspire and meet the unique needs of our clients.",
  "team_title": "Our Team",
  "team_member_1_name": "Team Member 1",
  "team_member_1_role": "Architect",
  "team_member_1_description": "He brings over 20 years of architectural experience to the firm. He has worked on a wide variety of projects, including residential, commercial, and urban developments. With a passion for sustainable design and a commitment to client satisfaction, he creates functional yet aesthetically compelling spaces that stand the test of time. His expertise includes project management, conceptual design, and building code compliance. He holds a degree in Architecture from [] and is a licensed architect with extensive experience in both local and international projects.",
  "team_member_2_name": "Team Member 2",
  "team_member_2_role": "Designer",
  "team_member_2_description": "With a keen eye for detail and a deep understanding of space planning, [Interior Designer's Name] has been part of Architecture Studio for [X] years, specializing in interior design. She has worked on a range of interior projects, from modern residential spaces to commercial interiors. [Interior Designer's Name] excels in transforming environments through thoughtful material selection, color coordination, and furniture design that complements the architectural vision of the project. Her expertise lies in creating spaces that are both functional and visually stunning, tailored to the client's needs. She holds a degree in Interior Design from [].",
  "history_title": "Our History",
  "history_description": "Founded in 2000, has grown from a small firm to a leading architectural practice known for its innovative designs and client-focused approach. Over the years, we have completed numerous projects across various sectors, including residential, commercial, and public spaces.",
  "contact": {
    "title": "Contact Us",
    "intro": "We would love to hear from you! Please fill out the form below and we will get in touch with you as soon as possible.",
    "name": "Name",
    "email": "Email address",
    "message": "Message",
    "submit": "Submit",
    "error_empty": "Name, Email, or Message is not filled",
    "success": "Message sent!",
    "error": "Something went wrong, please try again later"
  },
  "projects": {
    "loading_projects": "Loading projects...",
    "all_projects": "All Projects",
    "category_title": "{{category}}",
    "filters": {
      "all": "All",
      "hotels": "Hotels",
      "houses": "Houses",
      "stores": "Stores"
    }
  },
  "specific_project": {
    "loading": "Loading...",
    "description": "Description",
    "location": "Location",
    "area": "Area",
    "category": "Category",
    "date": "Date",
    "other_projects_in": "Other Projects {{category}}"
  }
}
